tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "autoconf"
brew "python@3.11"
brew "awscli"
brew "cmake"
brew "curl"
brew "libavif"
brew "gmp"
brew "php"
brew "composer"
brew "fzf"
brew "gh"
brew "git"
brew "graphicsmagick"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "libuv"
brew "node"
brew "openjdk@17"
brew "pnpm"
brew "rabbitmq-c"
brew "stern"
brew "unzip"
brew "vite"
brew "wget"
brew "yarn"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
cask "1password-cli"
cask "scribus"
